{"headline":"It’s Not Your Imagination<br/>Movies Are Getting Loooonger","intro":{"static1":{"p1":"The other night, I finished watching \"Oppenheimer\" at 1 a.m.","p2":"If I don't have much free time, I'm hesitant to watch movies; nowadays, films often last over two hours, making a movie outing quite a commitment.","p3":"This raises the question: Are movies getting longer?","p4":"To find out, I got up in the middle of the night and decided to dive into IMDB's data."}},"fig1":{"scrolly1":{"p1":"Looking at the median runtime of all movies, the answer seems to be no. Since 2000, movie lengths have hovered around 95 minutes. Although there have been minor fluctuations in the past three years, it doesn't seem significant."},"scrolly2":{"p1":"A 95-minute movie seems almost perfect, but why are the films I come across always longer than that? Could it be that I'm a fan of long movies, and the ones I choose just happen to be lengthy?","p2":"Perhaps we should see how most people feel about this to determine if I'm in the minority."}},"fig2":{"scrolly1":{"p1":"I wanted to understand the situation for movies that most people are discussing, so I divided films into ten groups based on the number of ratings. I found that the movies ranking in the top 10% by number of ratings always have the longest runtimes. Let's call these top 10% rated films the <span class='highlight-text1'>\"popular movies\"</span>.","p2":"Over this period, the median length of <span class='highlight-text1'>popular movies</span> has never dropped below 100 minutes."},"scrolly2":{"p1":"It's worth noting that during the three years of the pandemic (2020-2023), these already lengthy <span class='highlight-text1'>popular movies</span> have been getting even longer. In 2023, the median runtime of popular movies reached 113 minutes, the highest ever."},"static1":{"p1":"From the perspective of rating counts, since 1971, the top 10% of movies by number of ratings — which we're defining as popular movies — have consistently accounted for over 90% of total ratings. This isn't surprising because, as a mass cultural product, the film market is highly concentrated, typically dominated by a few big hits that capture a huge market share.","p2":"For example, \"The Economist\" found that in China, <a href=\"https://www.economist.com/interactive/2023/04/29/hollywood-is-losing-the-battle-for-china\">the top ten most-watched movies each year account for 27% of total viewings</a>. This suggests that using popular movies to represent the majority's perspective carries some weight.","p3":"It seems my complaint wasn't unfounded."}},"fig3":{"static1":{"p1":"So, the median movie runtime has skyrocketed; in other words, the proportion of long movies is increasing.","p2":"But how long does a movie have to be to feel \"long\"?","p3":"This is a subjective and complex topic. Alfred Hitchcock once made an amusing observation: \"The length of a film should be directly related to the endurance of the human bladder.\" And, according to data from the Cleveland Clinic, <a href=”https://health.clevelandclinic.org/how-often-should-you-pee”>people typically need to use the restroom every two hours and twenty minutes when awake</a>. However, considering that audiences might not use the restroom right before a movie and might consume drinks like soda during the film, movies longer than two hours indeed pose a significant challenge to our bladder."},"infig1":{"p1":"So, we define popular movies longer than two hours as <span class='highlight-text1'>long (popular) movies</span>. In 2000, there were <span class='highlight-text1'>62</span> long movies, accounting for <span class='highlight-text1'>21.6%</span>, and there were 225 movies shorter than two hours."},"infig2":{"p1":"Over the years, the total number of movies has been increasing, and the total number of long movies has risen accordingly, so the proportion of long movies hasn't changed significantly."},"infig3":{"p1":"However, in the past three years, the proportion of long movies has surged, rising from <span class='highlight-text1'>18.9%</span> in 2020 to <span class='highlight-text1'>41.3%</span> in 2023, reaching a peak. Not only that, the absolute number of long movies in 2023 was 301, nearly the highest ever; but there were only 428 movies under two hours, dropping back to 2007 levels. It appears that the film market is shifting towards longer movies."},"infig4":{"p1":"O.J.: Made in America<br/>467 minutes"},"infig5":{"p1":"The Best of Youth<br/>374 minutes"},"infig6":{"p1":"Adolf Hitler: The Greatest Story Never Told<br/>350 minutes"},"static2":{"p1":"Many have debated whether movies are getting longer, but the nearly unchanged median during the previous years seems to refute this idea.","p2":"From our analysis, the reason might be that in the past, while the number of long movies produced each year increased significantly, the number of other movies also skyrocketed. However, after the pandemic, the annual output of shorter movies hasn't rebounded like that of long movies, causing the median runtime to soar in the past three years.","p3":"According to the book \"L'écran Global. Culture-médias et Cinéma à l'âge Hypermoderne,\" by French sociologist Gilles Lipovetsky, the lengthening of movies is a way for producers to reduce uncertainty amid fierce competition in the film market. Looking at it this way, to dispel the gloom of the pandemic, both producers and theaters are more inclined to release longer, more stimulating films to restore cash flow and reduce risks."}},"fig4":{"static1":{"p1":"Lipovetsky summarized that extended film runtimes are one characteristic of contemporary cinema. Additionally, the pursuit of pace, sex, violence, speed, cinematography, and editing are evident features, which he refers to as the exaggeration of movies.","p2":"Also, this tendency toward exaggeration might result from films adapting to audience preferences. Hollywood films known for big stars, grand scenes, strong special effects, and fast pace contribute 85% of the global box office. Their dominance stems from targeting young people, the world's largest consumer group.","p3":"Lipovetsky commented: \"In the past, moviegoers wanted to dream; now, the super-consumers of the new world want to feel something, to be shocked, to 'immerse themselves,' experiencing continuous and endless emotional impacts.\""},"scrolly1":{"p1":"The three years of the pandemic have heightened audiences' demand for emotional impact; movies have become a means for people to release pent-up frustration and anxiety. As a result, we've seen these types of films achieve both critical acclaim and box office success."},"scrolly2":{"p1":"Looking at ratings, the <span class='highlight-text1'>long movies</span> among popular films clearly score higher than others. In 2023, the median rating of <span class='highlight-text1'>long movies</span> was 6.8, while the median for other movies was 6.1."},"scrolly3":{"p1":"From a box office perspective, during the pandemic years, after the initial \"trauma period\" of the first two years, the box office for <span class='highlight-text1'>long movies</span> quickly \"recovered\" and continued to climb. In 2023, the median box office for <span class='highlight-text1'>long movies</span> reached $251 million, while the median for other movies fell back to $83 million."},"scrolly4":{"p1":"Since IMDB doesn't provide gross and budget data, we've sourced relevant information from The Numbers website and focused our discussion on popular movies with available gross and budget figures."}},"fig5":{"static1":{"p1":"Exaggeration requires significant capital investment. <a href=”https://variety.com/2022/film/features/batman-spider-man-long-movie-runtimes-1235187797/”>According to \"Variety,\"</a> quoting a Hollywood studio insider: \"With a visual-effects-driven film, an extra 30 to 60 more minutes of screen time can increase a budget by as much as 25%...The more footage on tape, the more time is needed in post-production stages, which adds some $50,000 to $100,000 per week. \"","p2":"This is evident from budget data. Except for 2020 at the pandemic's start, the median budget of long movies has always been significantly higher, quickly surging to $125 million in 2023 — 277% of the budget for movies under 120 minutes.","p3":"A high budget allows films to afford more complex and lengthy production processes and to employ various advertising and PR agencies for promotion. According to Gilles Lipovetsky’s book, In the 1940s, even top film companies' advertising expenses didn't exceed 7% of the production budget. Nowadays, the average promotional budget for American films exceeds one-third of the production budget, and in some cases, it surpasses half.","p4":"Moreover, a hefty budget can attract more appealing casts and renowned directors (like Marvel's star-studded productions). The top ten directors who have made the most long movies are big names familiar to the general public. Leading the list is Ridley Scott, director of \"Gladiator,\" with 15 long movies; followed by Clint Eastwood, director of \"Mystic River,\" with 12; Martin Scorsese (\"Taxi Driver\"), Ron Howard (\"A Beautiful Mind\"), and Michael Bay (\"Transformers\") tie for third with ten films each.","p5":"Additionally, among these ten directors, the proportion of long movies to their total films is at least three-quarters. For Martin Scorsese and Michael Bay, 100% of their movies are long films.  <a href=”https://variety.com/2022/film/features/batman-spider-man-long-movie-runtimes-1235187797/”>According to \"Variety,\"</a> , in the U.S., studio contracts with directors usually stipulate that a movie's runtime cannot exceed two hours, but some directors simply ignore this clause, and studios don't enforce it. Clearly, only directors with significant clout and resources can get away with this.","p6":"How many long movies has your favorite director made? Try searching in the search box below. You can also see the top ten directors who've made the most long movies in the drop-down menu after clicking search."},"static2":{"p1":"The combination of high budgets, extensive marketing, big stars, and renowned directors makes long movies more likely to achieve higher box office returns and better reviews. However, long films demand more of the audience's time, naturally raising their expectations. To meet these expectations, producers have to invest even more, creating a cycle.","p2":"More notably, these resources are often concentrated on a few films, like \"Titanic\" ,\"Avatar\" and all those superheroe blockbusters.Consumers' choices are subtly guided and limited because if we don't opt for those heavily promoted films, how many options do we really have left?","p3":"Every movie is a brand-new journey. However, as film choices become increasingly uniform, coupled with the exaggerated use of sex, violence, speed, and extended runtimes, it may lead to sensory overload and changes in how we experience them physically. Lipovetsky believes that the movie screen is the most original screen, and all other screens derive from it, integrating into our lives and being ubiquitous. People immerse themselves in screens, and life seems to become one movie after another.","p4":"Just like short videos—they're like \"extreme\" movies, playing constantly on the screens closest to us, filling each day with intense emotions and visual impacts. Pain, joy, excitement, and sadness split every minute apart. Yet, when we uncontrollably finish watching short videos, we often feel utterly exhausted. This overwhelming stimulation not only troubles me but perhaps troubles you too, doesn't it?"}}}