{"headline":"你的感觉没错<br/>电影确实越来越长了","intro":{"static1":{"p1":"那天晚上，我看完《奥本海默》，已经是凌晨1点了。","p2":"如果空闲时间不多，我都不敢看电影，如今电影动辄两个多小时，看个电影变得十分隆重。","p3":"于是，问题随之而来：电影越来越长了吗？","p4":"为了回答这个问题，我半夜起来，试图透过IMDB的数据一探究竟。我曾经在失落的时候期待看一部治愈的电影，在无聊的时候希望电影带给我强烈的情感冲击，但从未想过，电影的长短，会如何影响我的感受，又会如何影响我的日常娱乐生活。"}},"fig1":{"scrolly1":{"p1":"从所有电影的时长中位数来看，答案是否定的。从2000年开始，电影时长在95分钟上下波动，近三年虽有些小起伏，但似乎掀不起多少波澜。"},"scrolly2":{"p1":"95分钟的电影时长近乎完美，但为何我刷到的电影都不止这个时长？难道说我是一个长电影爱好者，刚好我看过的电影都比较长？","p2":"不如来看看大多数人的感受如何，以此来判断我是不是个少数派。"}},"fig2":{"scrolly1":{"p1":"我们想知道被大多数人讨论的电影的情况，于是按照电影评分数量的高低，将电影等分成十组。我发现<span class='highlight-text1'>评分数量排在前10%的电影</span>，时长总是最长的。我们暂且将评分数量排在前10%的电影称为<span class='highlight-text1'>\"流行电影\"</span>。","p2":"在这段时间里，<span class='highlight-text1'>流行电影</span>的时长中位数从未低于100分钟。"},"scrolly2":{"p1":"值得注意的是，在疫情肆虐的三年间（2020-2023），本就已经较长的<span class='highlight-text1'>流行电影</span>，正变得越来越长。2023年，流行电影时长的中位数达到了113分钟，为历史最高点。"},"static1":{"p1":"从评分数量的角度来看，自从1971年以来，评分数量前10%的电影，即我们定义的流行电影，一直都占据着总评分数的90%以上。这并不奇怪，因为作为一种大众文化产品，电影的市场集中度非常高，通常由少数赢家占据着巨大的市场规模。","p2":"譬如，《经济学人》分析发现，中国每年观看数量前十的电影占据了总观看数的27%。 这意味着，我们用流行电影来代表大多数人的观感具有一定的权威性。","p3":"如此看来，我并没有抱怨错。"}},"fig3":{"static1":{"p1":"电影时长的中位数暴涨，换句话说，那就是长电影占比越来越大了。","p2":"但电影多长，才会让人觉得长？","p3":"这是一个因人而异的复杂话题。希区柯克曾提出一个有趣的观点：电影的长度应该与人类膀胱的耐受力直接相关（The length of a film should be directly related to the endurance of the human bladder）。根据美国克利夫兰诊所的数据，除了睡眠时间外，人们平均每两个小时20分钟需要上一次洗手间。然而，考虑到观众在看电影前不一定会特意去洗手间，再加上观影时的可乐或奶茶，两小时以上的电影确实对膀胱耐受力提出了严峻的挑战。"},"infig1":{"p1":"于是我们将流行电影中时长<span class='highlight-text1'>超过两个小时</span>的电影定义为<span class='highlight-text1'>长电影</span>。2000年，流行电影中有<span class='highlight-text1'>62</span>部长电影，占<span class='highlight-text1'>21.6%</span>，时长小于两个小时的短电影有225部。"},"infig2":{"p1":"这些年来，流行电影的总数在不断增加，而长电影的总数也在同步增加，所以长电影的占比没有明显变化。"},"infig3":{"p1":"而近三年，长电影占比急剧上升，从2020年的<span class='highlight-text1'>18.9%</span>涨到了2023年的<span class='highlight-text1'>41.3%</span>，达到最高点。不仅如此，2023年长电影的绝对数量为301部，也几乎是最高点；但短电影仅有428部，退回了2007年的水平。看起来，电影市场正在向长电影倾斜。"},"infig4":{"p1":"O.J.: Made in America<br/>467 分钟"},"infig5":{"p1":"The Best of Youth<br/>374 分钟"},"infig6":{"p1":"Adolf Hitler: The Greatest Story Never Told<br/>350 分钟"},"static2":{"p1":"很多人曾探讨过电影是否越来越长的问题，但几乎稳定不变的中位数似乎都证伪了这个命题。","p2":"从我们的分析来看，原因可能是：之前每年产出的长电影数量明显增多的同时，其他电影的数量也在暴涨。而疫情后每年短电影产出数却没有像长电影一样恢复，造成了近三年电影时长中位数猛增的状况。","p3":"在法国当代社会学家吉尔·利波维茨基看来，电影的时长变长，是制片人面对电影市场的激烈竞争时降低不确定性的手段。以这样的逻辑观察电影市场，可以理解为：为了驱散疫情的阴霾，无论是制片方还是影院，都会更倾向于上映更长的、更刺激的电影，以此恢复现金流，降低不确定性。"}},"fig4":{"static1":{"p1":"吉尔·利波维茨基总结：影片时长的延长，是当今电影的特征之一。除此之外，电影对于节奏、性、暴力、速度、镜头、剪辑等的追求，也是很明显的特征，他将这些总结为电影的夸张化。","p2":"这种夸张化的倾向，或许是电影适应观众的结果。据《总体屏幕》一书介绍：以大明星、大场面、强特效、快节奏著称的好莱坞影片，贡献了全球85%的电影票房。而他们在电影市场的支配地位，正是源于他们瞄准了年轻群体这一全球最大的消费群体。","p3":"吉尔·利波维茨基评论道：“过去的电影观众希望做梦；如今新世界的超消费者希望有所感受，想要被震撼，想要‘陶醉其中’，体验接二连三的、层出不穷的情感冲击。”"},"scrolly1":{"p1":"疫情三年，让观众对于情感冲击的需求愈发强烈，电影成了人们释放郁闷和烦躁情绪的载体。于是，我们能看到这类电影在口碑和票房上的丰收。"},"scrolly2":{"p1":"从评分来看，流行电影里的<span class='highlight-text1'>长电影</span>明显比其他电影评分更高。2023年，<span class='highlight-text1'>长电影</span>评分中位数为6.8，而其他电影评分中位数为6.2。"},"scrolly3":{"p1":"从票房来看，三年疫情期间，经历了前两年的“创伤期”，<span class='highlight-text1'>长电影</span>的票房迅速“康复”，并一路攀升。2023年，<span class='highlight-text1'>长电影</span>的票房中位数达到1.6亿美元，其他电影的中位数则回落到5500万美元。"},"scrolly4":{"p1":"由于 IMDB 不提供票房和预算数据，从这里开始，我们从 The Numbers 网站上找来了相关数据，并将讨论范围集中在有票房和预算数据的流行电影上。"},"static2":{"p1":"作为中国人，我们对此感受尤为深刻。2023年，中国春节总票房超过67亿元，位列中国影史第二。其中，《流浪地球2》时长173分钟，票房突破21亿元，而时长159分钟的《满江红》更是突破了25亿元的票房。这是中国影坛多年来罕见的热闹景象。"}},"fig5":{"static1":{"p1":"夸张化对资本投入的要求较高。据 Variety 引用一位好莱坞工作室内部人员的说法：“在制作以视觉特效为主导的电影时，如果播放时间增加30到60分钟，可能会导致电影预算增加高达25%……录制的片段越多，意味着在后期制作阶段需要的时间就越长。这将每周额外增加大约5万到10万美元的成本。”","p2":"这一点，从预算数据也可以看出来。除了疫情初期的2020年外，长电影的预算中位数一直明显更高，而且之后迅速拉升，暴涨到了2023年的1亿两千五百万美元，是120分钟以下电影的277%。","p3":"高预算意味着电影能负担得起更复杂漫长的前后期制作，能动用各种广告公关机构发起宣传。20世纪40年代，哪怕是最顶尖的电影公司的广告费用都不会超过制作预算的7%。如今，美国电影的平均宣传预算已经超过制作预算的1/3，在一些极端情况下则超过一半。","p4":"此外，高预算也可以请到更有吸引力的卡司和导演（比如像漫威一样的巨星轰炸）。拍长电影最多前十名的导演几乎都是普通人耳熟能详的大牌导演。第一名是执导过《角斗士》的雷德利·斯科特，拍了15部；紧随其后的是《神秘河》的导演克林特·伊斯特伍德，12部；马丁·斯科塞斯（《出租车司机》）、朗·霍华德（《美丽心灵》）、迈克尔·贝（《变形金刚》）以十部并列第三。","p5":"不仅如此，在这十位导演的作品中，从长电影占所有电影的比率来看，最低的也要超过四分之三。其中马丁·斯科塞斯和麦克尔·贝的流行电影中100%都是长电影。据报道，在美国，工作室与导演签的合同中，通常会规定电影时长不能超过两个小时，但有些导演会直接无视这一条款，工作室也不会强求。但可以想见，只有有一定社会地位和资源的导演才敢这么干。","p6":"你喜欢的导演一共拍了多少部长电影？去用下图左侧搜索框搜搜看。你也能在点击搜索后的下拉框中看到拍长电影最多的前十名导演。"},"static2":{"p1":"高预算、高宣发、大明星、大导演等因素叠加，使得长电影更有可能获得更高的票房和更好的评价。然而，长电影占用观众更多的时间，自然也提高了观众的期待。为了满足这种期待，制作方不得不投入更多的成本，这似乎形成了一个循环。","p2":"更值得注意的是，这些资源往往集中在少数影片上，如《泰坦尼克号》和《傻瓜晚宴》。消费者的选择在无形中被引导和限制，因为如果不选择那些热议的影片，我们还能有多少选择呢？","p3":"每一场电影都是一段全新的旅程。然而，电影选择日趋单一，加上对节奏、性、暴力、速度和影片时长的夸张运用，可能导致观众感官过载和身体经验的转变。吉尔·利波维茨基认为，电影屏幕是最原始的屏幕，所有屏幕都是从电影屏幕衍生，融入生活，无处不在。人们沉浸于屏幕中，生活仿佛变成了一场又一场的电影。","p4":"正如短视频，它就像“极端”的“电影”，在那些与我们更亲密的屏幕上时时播放着，给每一天灌满了强烈的情绪和视觉冲击，痛苦、幸福、兴奋和悲伤把每一分钟割裂开来。然而，当我们无法控制地刷完短视频后，常常感到极度疲惫。这种强烈的刺激不仅困扰着我，也许也困扰着你，不是吗?"}}}